{
  "analysis_metadata": {
    "extraction_file": "東京理科大学_2024年度_英語_理学部第一部.json",
    "analysis_timestamp": "2025-07-09T17:42:42.941180",
    "vocabulary_books": [
      "Target 1900",
      "Target 1400",
      "システム英単語",
      "LEAP",
      "鉄壁"
    ],
    "extraction_summary": {}
  },
  "multi_vocabulary_coverage": {
    "extracted_total_words": 315,
    "extracted_unique_words": 296,
    "vocabulary_coverage": {
      "Target 1900": {
        "target_total_words": 1897,
        "matched_words_count": 111,
        "target_coverage_rate": 5.85,
        "extraction_precision": 37.5,
        "matched_words": [
          "abstract",
          "aesthetic",
          "allow",
          "appreciate",
          "artistic",
          "assemble",
          "associate",
          "audience",
          "basis",
          "blank",
          "category",
          "click",
          "code",
          "complex",
          "component",
          "confront",
          "consist",
          "constitute",
          "content",
          "context",
          "contribute",
          "create",
          "crucial",
          "culture",
          "decade",
          "describe",
          "determine",
          "digital",
          "distinct",
          "distinguish",
          "distribute",
          "due",
          "dynamic",
          "employ",
          "equip",
          "evaluate",
          "exchange",
          "exhibit",
          "experiment",
          "explore",
          "feature",
          "financial",
          "flow",
          "focus",
          "forth",
          "fundamental",
          "handle",
          "hide",
          "hybrid",
          "idea",
          "immediate",
          "imply",
          "individual",
          "inherent",
          "input",
          "instance",
          "interact",
          "interpret",
          "involve",
          "latter",
          "logic",
          "mean",
          "medium",
          "mental",
          "multiple",
          "narrative",
          "navigate",
          "numerous",
          "object",
          "offer",
          "participate",
          "platform",
          "practice",
          "preliminary",
          "produce",
          "profile",
          "prominent",
          "range",
          "raw",
          "recipient",
          "reflect",
          "regard",
          "rely",
          "remote",
          "respect",
          "respond",
          "revolution",
          "rhetoric",
          "script",
          "sculpture",
          "skill",
          "sophisticate",
          "source",
          "stock",
          "store",
          "structure",
          "technology",
          "tend",
          "term",
          "territory",
          "think",
          "trigger",
          "undergo",
          "unify",
          "unprecedented",
          "vary",
          "via",
          "virtual",
          "visible",
          "visual",
          "vocabulary"
        ],
        "unmatched_from_target": [
          "abandon",
          "abolish",
          "aboriginal",
          "abrupt",
          "absolute",
          "absorb",
          "absurd",
          "abundant",
          "abuse",
          "academic",
          "accelerate",
          "access",
          "accidental",
          "accommodate",
          "accompany",
          "accomplish",
          "accord",
          "account",
          "accumulate",
          "accurate",
          "accuse",
          "accustom",
          "achieve",
          "acid",
          "acknowledge",
          "acoustic",
          "acquaintance",
          "acquire",
          "active",
          "actual",
          "acute",
          "adapt",
          "addict",
          "address",
          "adequate",
          "adjust",
          "administration",
          "admire",
          "admit",
          "adolescent",
          "adopt",
          "advance",
          "advantage",
          "advent",
          "adverse",
          "advertise",
          "advise",
          "advocate",
          "affect",
          "affluent",
          "afford",
          "agenda",
          "agent",
          "aggressive",
          "agriculture",
          "aid",
          "aim",
          "aisle",
          "alarm",
          "alert",
          "algorithm",
          "alien",
          "allege",
          "allergy",
          "allocate",
          "ally",
          "alter",
          "alternate",
          "altitude",
          "amaze",
          "ambiguous",
          "ambition",
          "ample",
          "amuse",
          "analogy",
          "analysis",
          "ancestor",
          "ancient",
          "anniversary",
          "announce",
          "annoy",
          "annual",
          "anonymous",
          "anthropology",
          "antibiotic",
          "anticipate",
          "antique",
          "anxious",
          "apologize",
          "apparent",
          "appeal",
          "appetite",
          "apply",
          "appoint",
          "approach",
          "appropriate",
          "approve",
          "approximate",
          "apt",
          "arbitrary",
          "archaeology",
          "architecture",
          "archive",
          "arctic",
          "argue",
          "arise",
          "arithmetic",
          "arouse",
          "arrange",
          "arrest",
          "arrogant",
          "article",
          "artificial",
          "ascend",
          "ashamed",
          "aspect",
          "aspire",
          "assault",
          "assert",
          "assess",
          "asset",
          "assign",
          "assist",
          "assume",
          "assure",
          "asteroid",
          "astonish",
          "astronomy",
          "atmosphere",
          "attach",
          "attain",
          "attempt",
          "attend",
          "attitude",
          "attorney",
          "attract",
          "attribute",
          "authentic",
          "authority",
          "autonomy",
          "available",
          "avoid",
          "await",
          "awaken",
          "award",
          "aware",
          "awful",
          "awkward",
          "balance",
          "ban",
          "bankrupt",
          "bargain",
          "barrel",
          "barrier",
          "basin",
          "bear",
          "beat",
          "beg",
          "behalf",
          "behave",
          "bend",
          "benefit",
          "bet",
          "betray",
          "beverage",
          "bias",
          "bid",
          "bill",
          "bind",
          "biography",
          "biological",
          "bite",
          "bitter",
          "blade",
          "blame",
          "bleed",
          "blend",
          "bless",
          "blink",
          "bloom",
          "blossom",
          "blur",
          "boast",
          "bob",
          "bond",
          "boost",
          "bore",
          "bother",
          "bounce",
          "boundary",
          "bow",
          "brave",
          "breakdown",
          "breakthrough",
          "breathe",
          "breed",
          "bribe",
          "brief",
          "brilliant",
          "browse",
          "budget",
          "bug",
          "bulk",
          "bullet",
          "bully",
          "bump",
          "burden",
          "bureau",
          "burst",
          "bury",
          "cabinet",
          "calculate",
          "campaign",
          "candidate",
          "capable",
          "capacity",
          "capital",
          "capture",
          "carriage",
          "carve",
          "cast",
          "casual",
          "cater",
          "cattle",
          "cause",
          "caution",
          "cease",
          "celebrate",
          "cell",
          "census",
          "cereal",
          "certain",
          "certificate",
          "challenge",
          "chamber",
          "channel",
          "chaos",
          "character",
          "charge",
          "charm",
          "chart",
          "chase",
          "cheat",
          "chemical",
          "cherish",
          "chew",
          "chip",
          "chronic",
          "circulation",
          "circumstance",
          "cite",
          "civil",
          "claim",
          "clarify",
          "clash",
          "classic",
          "classify",
          "client",
          "cling",
          "clinic",
          "clip",
          "clue",
          "cluster",
          "cognitive",
          "coherent",
          "coincide",
          "collaborate",
          "collapse",
          "colleague",
          "collective",
          "collision",
          "colony",
          "column",
          "combat",
          "combine",
          "comfort",
          "command",
          "commence",
          "comment",
          "commerce",
          "commit",
          "commodity",
          "common",
          "communicate",
          "community",
          "commute",
          "company",
          "compare",
          "compassion",
          "compatible",
          "compel",
          "compensate",
          "compete",
          "competent",
          "compile",
          "complain",
          "complement",
          "complete",
          "complicate",
          "compliment",
          "comply",
          "compose",
          "compound",
          "comprehend",
          "comprise",
          "compromise",
          "compulsory",
          "compute",
          "conceal",
          "conceive",
          "concentrate",
          "concept",
          "concern",
          "conclude",
          "concrete",
          "condemn",
          "conduct",
          "conference",
          "confess",
          "confidence",
          "confine",
          "confirm",
          "conflict",
          "conform",
          "confuse",
          "congestion",
          "congress",
          "connect",
          "conquer",
          "conscience",
          "conscious",
          "consensus",
          "consent",
          "consequence",
          "conservation",
          "consider",
          "console",
          "conspicuous",
          "constant",
          "constrain",
          "construct",
          "consult",
          "consume",
          "contact",
          "contagious",
          "contain",
          "contaminate",
          "contemplate",
          "contemporary",
          "contempt",
          "contend",
          "contest",
          "contract",
          "contradict",
          "contrary",
          "contrast",
          "controversy",
          "convenient",
          "conventional",
          "converse",
          "convert",
          "convey",
          "convict",
          "convince",
          "cooperation",
          "coordinate",
          "cope",
          "core",
          "corporation",
          "correct",
          "correlation",
          "correspond",
          "corrupt",
          "cortex",
          "cosmetic",
          "council",
          "counterpart",
          "county",
          "courage",
          "court",
          "courtesy",
          "crack",
          "cram",
          "crash",
          "crawl",
          "credit",
          "crime",
          "crisis",
          "criterion",
          "criticize",
          "crop",
          "crude",
          "cruel",
          "crush",
          "cue",
          "cuisine",
          "cultivate",
          "cure",
          "curious",
          "current",
          "curriculum",
          "curse",
          "curve",
          "custom",
          "cynical",
          "dairy",
          "damage",
          "dare",
          "deadline",
          "deaf",
          "deal",
          "debate",
          "debris",
          "debt",
          "decay",
          "deceive",
          "decent",
          "decide",
          "declare",
          "decline",
          "decorate",
          "decrease",
          "dedicate",
          "deduce",
          "defeat",
          "defect",
          "defend",
          "deficit",
          "define",
          "deforestation",
          "delete",
          "deliberate",
          "delicate",
          "delight",
          "deliver",
          "demand",
          "dementia",
          "democracy",
          "demographic",
          "demonstrate",
          "dense",
          "deny",
          "depart",
          "depend",
          "depict",
          "deposit",
          "depression",
          "deprive",
          "derive",
          "descend",
          "desert",
          "deserve",
          "design",
          "designate",
          "desire",
          "despair",
          "despite",
          "destiny",
          "destroy",
          "detail",
          "detect",
          "device",
          "devote",
          "diabetes",
          "diagnose",
          "dialect",
          "dialogue",
          "dictate",
          "differ",
          "digest",
          "dignity",
          "dilemma",
          "diligent",
          "dim",
          "dimension",
          "diminish",
          "dip",
          "diplomacy",
          "disable",
          "disadvantage",
          "disagree",
          "disappoint",
          "disaster",
          "discipline",
          "disclose",
          "discount",
          "discourage",
          "discourse",
          "discrimination",
          "disguise",
          "disgust",
          "dismiss",
          "disorder",
          "dispatch",
          "displace",
          "display",
          "dispose",
          "dispute",
          "disregard",
          "disrupt",
          "dissolve",
          "distort",
          "distract",
          "distress",
          "district",
          "disturb",
          "diversity",
          "divert",
          "divide",
          "divine",
          "divorce",
          "dizzy",
          "doctrine",
          "document",
          "domain",
          "domestic",
          "dominate",
          "donate",
          "doom",
          "dose",
          "doubt",
          "draft",
          "drag",
          "drain",
          "dramatic",
          "drastic",
          "draw",
          "dread",
          "drift",
          "drill",
          "drought",
          "drown",
          "dumb",
          "dump",
          "duration",
          "duty",
          "dye",
          "eager",
          "earn",
          "earnest",
          "ease",
          "eclipse",
          "ecology",
          "economy",
          "edible",
          "editor",
          "educate",
          "effect",
          "efficient",
          "elaborate",
          "elect",
          "element",
          "eligible",
          "eliminate",
          "elite",
          "eloquent",
          "embark",
          "embarrass",
          "embassy",
          "embed",
          "embody",
          "embrace",
          "emerge",
          "emergency",
          "emit",
          "emotion",
          "empathy",
          "emphasize",
          "empirical",
          "enable",
          "enclose",
          "encounter",
          "encourage",
          "encyclopedia",
          "endanger",
          "endure",
          "enforce",
          "engage",
          "enhance",
          "enlightenment",
          "enormous",
          "enrich",
          "enroll",
          "ensure",
          "entail",
          "enterprise",
          "entertain",
          "enthusiasm",
          "entire",
          "entitle",
          "entrepreneur",
          "environment",
          "envy",
          "epidemic",
          "equal",
          "equivalent",
          "erase",
          "erect",
          "erosion",
          "errand",
          "erupt",
          "essential",
          "establish",
          "estate",
          "esteem",
          "estimate",
          "eternal",
          "ethic",
          "ethnic",
          "eventually",
          "evidence",
          "evil",
          "evoke",
          "evolve",
          "exact",
          "exaggerate",
          "examine",
          "exceed",
          "excel",
          "exception",
          "excess",
          "exclude",
          "execute",
          "exert",
          "exhaust",
          "exile",
          "exist",
          "exotic",
          "expand",
          "expedition",
          "expel",
          "expense",
          "expire",
          "explicit",
          "explode",
          "exploit",
          "export",
          "expose",
          "express",
          "extend",
          "external",
          "extinct",
          "extra",
          "extract",
          "extraordinary",
          "extreme",
          "extrovert",
          "fabric",
          "facility",
          "faculty",
          "fade",
          "faint",
          "fairy",
          "faith",
          "fake",
          "fallacy",
          "false",
          "fame",
          "familiar",
          "famine",
          "fancy",
          "fantasy",
          "fare",
          "fascinate",
          "fashion",
          "fate",
          "fatigue",
          "fault",
          "favor",
          "feast",
          "feat",
          "federal",
          "fee",
          "fellow",
          "feminine",
          "fertile",
          "fetch",
          "fiber",
          "fierce",
          "figure",
          "file",
          "filter",
          "find",
          "fingerprint",
          "firm",
          "flame",
          "flap",
          "flavor",
          "flee",
          "flesh",
          "flexible",
          "flip",
          "float",
          "flock",
          "flourish",
          "fluent",
          "fluid",
          "flush",
          "fold",
          "folk",
          "forbid",
          "force",
          "forecast",
          "forge",
          "forgive",
          "format",
          "formation",
          "formula",
          "fortune",
          "fossil",
          "foster",
          "fraction",
          "fragile",
          "fragment",
          "frame",
          "freeze",
          "frequent",
          "friction",
          "frighten",
          "frontier",
          "frown",
          "frustrate",
          "fuel",
          "fulfill",
          "function",
          "fund",
          "funeral",
          "furious",
          "furnish",
          "gain",
          "galaxy",
          "gallery",
          "garment",
          "gaze",
          "gear",
          "gender",
          "gene",
          "generate",
          "generous",
          "genuine",
          "geography",
          "geometry",
          "glacier",
          "glance",
          "glimpse",
          "globe",
          "gloomy",
          "glossary",
          "glow",
          "govern",
          "grab",
          "grace",
          "gradual",
          "grain",
          "grant",
          "grasp",
          "grateful",
          "grave",
          "gravity",
          "greed",
          "greet",
          "grid",
          "grief",
          "grind",
          "grip",
          "grocery",
          "gross",
          "guarantee",
          "guard",
          "guideline",
          "guilty",
          "habit",
          "habitat",
          "halt",
          "hang",
          "harassment",
          "harm",
          "harsh",
          "harvest",
          "hate",
          "haunt",
          "haven",
          "hay",
          "hazard",
          "headline",
          "heal",
          "herd",
          "heritage",
          "hesitate",
          "hierarchy",
          "highlight",
          "hinder",
          "hive",
          "holistic",
          "hollow",
          "honor",
          "horror",
          "hospitality",
          "host",
          "hostile",
          "humanity",
          "humble",
          "humid",
          "humor",
          "hygiene",
          "hypothesis",
          "ideal",
          "identify",
          "ideology",
          "ignore",
          "illuminate",
          "illusion",
          "illustrate",
          "image",
          "imagine",
          "imitate",
          "immense",
          "immigration",
          "immune",
          "impact",
          "impair",
          "imperial",
          "implement",
          "implicit",
          "import",
          "impose",
          "impress",
          "improve",
          "impulse",
          "inability",
          "incentive",
          "incident",
          "incline",
          "include",
          "income",
          "incorporate",
          "increase",
          "incredible",
          "independent",
          "index",
          "indicate",
          "indifferent",
          "indigenous",
          "indispensable",
          "induce",
          "industry",
          "inequality",
          "inevitable",
          "infection",
          "infer",
          "inferior",
          "infinite",
          "inflation",
          "influence",
          "inform",
          "informal",
          "infrastructure",
          "ingredient",
          "inhabit",
          "inherit",
          "inhibit",
          "initial",
          "inject",
          "innate",
          "innocent",
          "innovation",
          "inquire",
          "insert",
          "insight",
          "insist",
          "inspect",
          "inspire",
          "install",
          "instant",
          "instinct",
          "institution",
          "instruction",
          "instrument",
          "insufficient",
          "insult",
          "insurance",
          "intact",
          "intake",
          "integrate",
          "intellect",
          "intelligent",
          "intelligible",
          "intend",
          "intense",
          "interest",
          "interfere",
          "interior",
          "intermediate",
          "internal",
          "internship",
          "interrupt",
          "interval",
          "intervene",
          "intimate",
          "intrigue",
          "intrinsic",
          "intuition",
          "invade",
          "invest",
          "investigate",
          "irony",
          "irrelevant",
          "irrigation",
          "irritate",
          "isolate",
          "issue",
          "item",
          "jail",
          "jealous",
          "joint",
          "judge",
          "jury",
          "justice",
          "justify",
          "juvenile",
          "keen",
          "kidney",
          "knit",
          "knowledge",
          "laboratory",
          "lag",
          "landmark",
          "landmine",
          "landscape",
          "latitude",
          "launch",
          "laundry",
          "lawyer",
          "layer",
          "league",
          "leak",
          "lean",
          "leap",
          "lecture",
          "legacy",
          "legal",
          "legislation",
          "legitimate",
          "lend",
          "liable",
          "liberal",
          "librarian",
          "license",
          "likely",
          "likewise",
          "limb",
          "limit",
          "linguistic",
          "link",
          "liquid",
          "literacy",
          "literal",
          "literary",
          "liver",
          "load",
          "loan",
          "locate",
          "log",
          "longevity",
          "loyal",
          "luxury",
          "magnetic",
          "magnificent",
          "mainstream",
          "maintain",
          "major",
          "makeup",
          "mall",
          "mammal",
          "manage",
          "manipulate",
          "mankind",
          "manner",
          "manual",
          "manufacture",
          "manuscript",
          "margin",
          "marine",
          "mark",
          "masculine",
          "mass",
          "masterpiece",
          "match",
          "material",
          "maternal",
          "matter",
          "mature",
          "maximum",
          "maze",
          "meaningful",
          "measure",
          "mechanical",
          "medicine",
          "medieval",
          "melt",
          "memory",
          "mention",
          "merchandise",
          "mercy",
          "mere",
          "merge",
          "merit",
          "mess",
          "metabolism",
          "metaphor",
          "method",
          "metropolitan",
          "microbe",
          "migrate",
          "mild",
          "military",
          "mill",
          "millennium",
          "mineral",
          "minimum",
          "minister",
          "minor",
          "mislead",
          "mission",
          "misunderstand",
          "mixture",
          "mobile",
          "mock",
          "mode",
          "model",
          "moderate",
          "modest",
          "modify",
          "moisture",
          "mold",
          "molecule",
          "monetary",
          "monitor",
          "monk",
          "monopoly",
          "monotonous",
          "monument",
          "mood",
          "moral",
          "mortal",
          "mortgage",
          "motion",
          "motive",
          "motor",
          "mount",
          "mourn",
          "mummy",
          "muslim",
          "mutation",
          "mutual",
          "myth",
          "naive",
          "naked",
          "narrow",
          "nationality",
          "native",
          "neat",
          "necessary",
          "negative",
          "neglect",
          "negotiate",
          "neighborhood",
          "nerve",
          "neuron",
          "neutral",
          "nevertheless",
          "nightmare",
          "noble",
          "nod",
          "nonetheless",
          "nonsense",
          "norm",
          "notable",
          "notice",
          "notion",
          "notorious",
          "nourish",
          "novel",
          "nuclear",
          "numb",
          "nursery",
          "nurture",
          "nutrition",
          "obese",
          "obey",
          "oblige",
          "obscure",
          "observe",
          "obsession",
          "obsolete",
          "obstacle",
          "obtain",
          "obvious",
          "occasion",
          "occupy",
          "occur",
          "odd",
          "odor",
          "offend",
          "official",
          "offset",
          "offspring",
          "ongoing",
          "operate",
          "opponent",
          "opportunity",
          "oppose",
          "oppress",
          "optimistic",
          "option",
          "oral",
          "orbit",
          "ordinary",
          "organ",
          "organize",
          "orient",
          "origin",
          "orphan",
          "outbreak",
          "outcome",
          "outfit",
          "outlet",
          "outline",
          "outlook",
          "output",
          "outstanding",
          "overall",
          "overcome",
          "overlap",
          "overlook",
          "overseas",
          "overtake",
          "overwhelm",
          "owe",
          "own",
          "pain",
          "panel",
          "panic",
          "paradigm",
          "paradox",
          "parallel",
          "paralysis",
          "parliament",
          "partial",
          "particle",
          "particular",
          "passion",
          "passive",
          "patch",
          "patent",
          "patient",
          "pause",
          "peculiar",
          "pedestrian",
          "peer",
          "penalty",
          "penetrate",
          "pension",
          "perceive",
          "perform",
          "permanent",
          "permit",
          "perpetual",
          "persist",
          "personality",
          "personnel",
          "perspective",
          "persuade",
          "pervasive",
          "pessimistic",
          "pesticide",
          "phase",
          "phenomenon",
          "philosophy",
          "phrase",
          "physical",
          "physician",
          "pile",
          "pill",
          "pin",
          "pitch",
          "pity",
          "placebo",
          "plague",
          "plain",
          "plastic",
          "plausible",
          "pledge",
          "plight",
          "plot",
          "plug",
          "plunge",
          "polar",
          "policy",
          "polish",
          "political",
          "poll",
          "pollen",
          "pollution",
          "pop",
          "populate",
          "portion",
          "portray",
          "pose",
          "positive",
          "possess",
          "possible",
          "postpone",
          "posture",
          "potential",
          "pour",
          "prairie",
          "praise",
          "pray",
          "precede",
          "precious",
          "precise",
          "predator",
          "predecessor",
          "predict",
          "prefecture",
          "prefer",
          "pregnant",
          "prehistoric",
          "prejudice",
          "premise",
          "premium",
          "preoccupy",
          "prepare",
          "prescribe",
          "presence",
          "preserve",
          "prestige",
          "presume",
          "pretend",
          "prevail",
          "prevent",
          "previous",
          "prey",
          "priest",
          "primate",
          "prime",
          "primitive",
          "principal",
          "principle",
          "priority",
          "privilege",
          "probable",
          "probe",
          "proceed",
          "profession",
          "profit",
          "profound",
          "progress",
          "prohibit",
          "project",
          "prolong",
          "promote",
          "prompt",
          "prone",
          "pronounce",
          "proper",
          "proportion",
          "propose",
          "prospect",
          "prosper",
          "protein",
          "protest",
          "protocol",
          "prove",
          "proverb",
          "province",
          "provoke",
          "psychiatrist",
          "psychology",
          "public",
          "publish",
          "pump",
          "punctual",
          "punish",
          "purchase",
          "pure",
          "pursue",
          "puzzle",
          "qualify",
          "quality",
          "quantity",
          "quest",
          "questionnaire",
          "queue",
          "quit",
          "quote",
          "race",
          "radiation",
          "radical",
          "rage",
          "random",
          "rank",
          "rare",
          "ratio",
          "rational",
          "ray",
          "react",
          "realize",
          "realm",
          "rear",
          "reason",
          "reassure",
          "rebel",
          "recall",
          "recent",
          "reception",
          "recession",
          "recipe",
          "recite",
          "reckless",
          "recognize",
          "recommend",
          "reconcile",
          "recover",
          "recruit",
          "reduce",
          "reef",
          "refer",
          "refine",
          "reform",
          "refrain",
          "refresh",
          "refuge",
          "refuse",
          "regain",
          "regardless",
          "regime",
          "region",
          "register",
          "regret",
          "regulate",
          "reign",
          "reinforce",
          "reject",
          "relate",
          "relax",
          "release",
          "relevant",
          "relieve",
          "religion",
          "reluctant",
          "remark",
          "remedy",
          "remind",
          "remove",
          "render",
          "renew",
          "rent",
          "repair",
          "repeat",
          "replace",
          "represent",
          "reproduce",
          "republic",
          "reputation",
          "request",
          "require",
          "rescue",
          "research",
          "resemble",
          "resent",
          "reserve",
          "resident",
          "resign",
          "resist",
          "resolve",
          "resort",
          "resource",
          "restore",
          "restrain",
          "restrict",
          "resume",
          "retail",
          "retain",
          "retire",
          "retreat",
          "retrieve",
          "reunion",
          "reveal",
          "revenge",
          "revenue",
          "reverse",
          "review",
          "revise",
          "revive",
          "reward",
          "rhyme",
          "rid",
          "ridiculous",
          "rigid",
          "ripe",
          "ritual",
          "roam",
          "roar",
          "rob",
          "role",
          "rotate",
          "rough",
          "route",
          "routine",
          "row",
          "royal",
          "rub",
          "rubbish",
          "rude",
          "ruin",
          "rumor",
          "rural",
          "rush",
          "sacred",
          "sacrifice",
          "sake",
          "sanitation",
          "satisfy",
          "scan",
          "scarce",
          "scare",
          "scatter",
          "scenario",
          "scenery",
          "scent",
          "scheme",
          "scope",
          "scratch",
          "seal",
          "search",
          "seasonal",
          "section",
          "sector",
          "secure",
          "seek",
          "seize",
          "select",
          "semester",
          "sensation",
          "sensible",
          "sensitive",
          "sensory",
          "sentiment",
          "sequence",
          "session",
          "settle",
          "severe",
          "sewage",
          "shade",
          "shallow",
          "shame",
          "share",
          "shed",
          "sheer",
          "shelter",
          "shield",
          "shift",
          "shrink",
          "shun",
          "sibling",
          "sigh",
          "sight",
          "signature",
          "significant",
          "similar",
          "simulate",
          "simultaneously",
          "sincere",
          "site",
          "situation",
          "skeleton",
          "skeptical",
          "skull",
          "slavery",
          "slight",
          "slip",
          "smash",
          "snap",
          "sneeze",
          "soak",
          "soar",
          "sociology",
          "soil",
          "sole",
          "solid",
          "solitude",
          "solve",
          "somewhat",
          "soothe",
          "sore",
          "sorrow",
          "sort",
          "soul",
          "span",
          "spare",
          "spark",
          "spatial",
          "specialize",
          "specie",
          "specific",
          "specimen",
          "spectator",
          "spectrum",
          "speculate",
          "spell",
          "sphere",
          "spill",
          "spin",
          "spiritual",
          "split",
          "spoil",
          "spontaneous",
          "spouse",
          "sprawl",
          "spray",
          "spread",
          "squeeze",
          "stable",
          "stack",
          "stain",
          "stake",
          "stall",
          "staple",
          "stare",
          "startle",
          "starve",
          "statement",
          "static",
          "statistic",
          "status",
          "steady",
          "steep",
          "steer",
          "stem",
          "stereotype",
          "stern",
          "stick",
          "stiff",
          "stimulate",
          "stir",
          "straightforward",
          "strain",
          "strategy",
          "stray",
          "stress",
          "stretch",
          "strict",
          "strike",
          "strip",
          "strive",
          "stroke",
          "struggle",
          "stubborn",
          "stuff",
          "stumble",
          "subject",
          "submit",
          "subordinate",
          "subsequent",
          "subsidy",
          "substance",
          "substitute",
          "subtle",
          "succeed",
          "suck",
          "sue",
          "suffer",
          "sufficient",
          "suggest",
          "suicide",
          "sum",
          "superficial",
          "superior",
          "superstition",
          "supervisor",
          "supplement",
          "supply",
          "suppose",
          "suppress",
          "supreme",
          "surf",
          "surface",
          "surge",
          "surgery",
          "surpass",
          "surplus",
          "surrender",
          "surround",
          "survey",
          "survive",
          "susceptible",
          "suspect",
          "suspend",
          "sustain",
          "swallow",
          "swear",
          "sweatshop",
          "sweep",
          "swell",
          "swift",
          "swing",
          "symbol",
          "symmetry",
          "sympathy",
          "symptom",
          "syndrome",
          "synthesis",
          "tablet",
          "tackle",
          "tactic",
          "tame",
          "tap",
          "target",
          "task",
          "tear",
          "tease",
          "technique",
          "temper",
          "temporary",
          "tempt",
          "tense",
          "terrify",
          "textile",
          "texture",
          "theft",
          "theory",
          "therapy",
          "thermal",
          "thesis",
          "thirst",
          "thorough",
          "thread",
          "threat",
          "thrill",
          "thrive",
          "thrust",
          "tide",
          "tidy",
          "timber",
          "timid",
          "tip",
          "tissue",
          "tolerate",
          "toll",
          "tomb",
          "tone",
          "topic",
          "torture",
          "toxic",
          "trace",
          "track",
          "trade",
          "traffic",
          "tragedy",
          "trail",
          "trait",
          "transaction",
          "transfer",
          "transform",
          "transition",
          "translate",
          "transmit",
          "transparent",
          "transplant",
          "transport",
          "trap",
          "treasure",
          "treat",
          "treaty",
          "tremendous",
          "trend",
          "trial",
          "tribe",
          "trick",
          "triumph",
          "trivial",
          "troop",
          "tropical",
          "trust",
          "tuition",
          "tumor",
          "tweet",
          "twist",
          "typical",
          "ubiquitous",
          "ultimate",
          "uncover",
          "underestimate",
          "undergraduate",
          "underlie",
          "undermine",
          "undertake",
          "uneasy",
          "unexpected",
          "unfamiliar",
          "unfold",
          "unite",
          "universal",
          "unknown",
          "unpleasant",
          "unrelated",
          "update",
          "upset",
          "urban",
          "urge",
          "urgent",
          "usage",
          "utility",
          "utilize",
          "utter",
          "vacant",
          "vaccine",
          "vacuum",
          "vague",
          "vain",
          "valid",
          "value",
          "vanish",
          "various",
          "vast",
          "vendor",
          "venture",
          "verbal",
          "verify",
          "verse",
          "version",
          "versus",
          "vertical",
          "vessel",
          "vice",
          "victim",
          "view",
          "vigorous",
          "violate",
          "violent",
          "virtue",
          "virus",
          "vital",
          "vivid",
          "vocal",
          "vocational",
          "voluntary",
          "vote",
          "vulnerable",
          "wander",
          "ward",
          "warn",
          "warrior",
          "waste",
          "wealth",
          "weapon",
          "weary",
          "weave",
          "web",
          "wed",
          "weird",
          "welfare",
          "whereas",
          "whisper",
          "widespread",
          "wilderness",
          "will",
          "wind",
          "wipe",
          "wireless",
          "wisdom",
          "withdraw",
          "withstand",
          "witness",
          "wonder",
          "workforce",
          "worsen",
          "worship",
          "worth",
          "worthwhile",
          "yawn",
          "yell",
          "yield",
          "zealous"
        ],
        "unmatched_from_extracted": [
          "act",
          "adaptable",
          "additional",
          "almost",
          "also",
          "although",
          "always",
          "among",
          "another",
          "anything",
          "appearance",
          "art",
          "artist",
          "artwork",
          "assessment",
          "back",
          "basic",
          "beauty",
          "become",
          "believe",
          "beyond",
          "bring",
          "broad",
          "carry",
          "case",
          "century",
          "certainly",
          "change",
          "characteristic",
          "clarification",
          "closure",
          "collaborative",
          "combination",
          "come",
          "commonly",
          "communication",
          "computable",
          "constantly",
          "control",
          "creation",
          "customizable",
          "data",
          "database",
          "degree",
          "desirable",
          "develop",
          "development",
          "diagram",
          "different",
          "discus",
          "distinction",
          "distinctly",
          "early",
          "economic",
          "employment",
          "end",
          "era",
          "event",
          "example",
          "exclusively",
          "experience",
          "extent",
          "extremely",
          "eye",
          "far",
          "fast",
          "faster",
          "first",
          "fluctuate",
          "form",
          "front",
          "general",
          "give",
          "go",
          "happening",
          "hardly",
          "however",
          "importance",
          "important",
          "impression",
          "inflationary",
          "information",
          "installation",
          "interactive",
          "interactivity",
          "interplay",
          "interpretation",
          "intervention",
          "involvement",
          "key",
          "kind",
          "language",
          "later",
          "level",
          "literally",
          "live",
          "look",
          "make",
          "manifestation",
          "many",
          "market",
          "may",
          "meaningless",
          "mentality",
          "mind",
          "mistake",
          "mostly",
          "move",
          "name",
          "nature",
          "need",
          "network",
          "new",
          "nothing",
          "officially",
          "often",
          "one",
          "order",
          "original",
          "others",
          "paint",
          "parameter",
          "participant",
          "participatory",
          "people",
          "performance",
          "photograph",
          "physicality",
          "place",
          "point",
          "possibility",
          "predominantly",
          "present",
          "presentation",
          "print",
          "process",
          "proclaim",
          "production",
          "purely",
          "rapid",
          "reality",
          "remain",
          "respective",
          "response",
          "result",
          "screen",
          "sense",
          "set",
          "shape",
          "simple",
          "since",
          "single",
          "social",
          "software",
          "someone",
          "sometimes",
          "speed",
          "subsequently",
          "swiftly",
          "take",
          "technological",
          "thereof",
          "time",
          "tool",
          "traditional",
          "transformation",
          "transmission",
          "two",
          "type",
          "ultimately",
          "umbrella",
          "understand",
          "use",
          "user",
          "variety",
          "video",
          "viewer",
          "visualization",
          "way",
          "within",
          "without",
          "word",
          "work",
          "write",
          "yet"
        ],
        "matched_word_frequencies": {
          "tend": 2,
          "technology": 2,
          "range": 2,
          "mean": 2,
          "medium": 2,
          "rely": 2,
          "consist": 1,
          "vocabulary": 1,
          "unify": 1,
          "focus": 1,
          "respond": 1,
          "profile": 1,
          "offer": 1,
          "culture": 1,
          "due": 1,
          "hybrid": 1,
          "basis": 1,
          "term": 1,
          "individual": 1,
          "forth": 1,
          "aesthetic": 1,
          "involve": 1,
          "narrative": 1,
          "unprecedented": 1,
          "visual": 1,
          "context": 1,
          "sculpture": 1,
          "experiment": 1,
          "component": 1,
          "fundamental": 1
        }
      },
      "Target 1400": {
        "target_total_words": 1398,
        "matched_words_count": 109,
        "target_coverage_rate": 7.8,
        "extraction_precision": 36.82,
        "matched_words": [
          "abstract",
          "act",
          "allow",
          "appreciate",
          "associate",
          "audience",
          "basis",
          "believe",
          "blank",
          "broad",
          "case",
          "change",
          "code",
          "complex",
          "confront",
          "consist",
          "constitute",
          "content",
          "context",
          "contribute",
          "create",
          "crucial",
          "culture",
          "decade",
          "degree",
          "describe",
          "determine",
          "develop",
          "digital",
          "distinct",
          "distinguish",
          "distribute",
          "due",
          "dynamic",
          "employ",
          "equip",
          "era",
          "evaluate",
          "exchange",
          "exhibit",
          "experience",
          "experiment",
          "explore",
          "feature",
          "financial",
          "flow",
          "focus",
          "form",
          "fundamental",
          "general",
          "handle",
          "hide",
          "immediate",
          "imply",
          "individual",
          "instance",
          "interact",
          "interpret",
          "involve",
          "language",
          "logic",
          "mean",
          "medium",
          "mental",
          "mind",
          "multiple",
          "narrative",
          "nature",
          "numerous",
          "object",
          "offer",
          "order",
          "participate",
          "practice",
          "present",
          "produce",
          "prominent",
          "range",
          "rapid",
          "raw",
          "reflect",
          "regard",
          "rely",
          "remote",
          "respect",
          "respond",
          "result",
          "revolution",
          "sense",
          "shape",
          "skill",
          "social",
          "source",
          "stock",
          "store",
          "structure",
          "technology",
          "tend",
          "term",
          "territory",
          "think",
          "undergo",
          "variety",
          "vary",
          "via",
          "virtual",
          "visible",
          "way",
          "work"
        ],
        "unmatched_from_target": [
          "abandon",
          "absolute",
          "absorb",
          "absurd",
          "abundant",
          "abuse",
          "accent",
          "access",
          "accompany",
          "accomplish",
          "accumulate",
          "accurate",
          "accuse",
          "accustom",
          "achieve",
          "acknowledge",
          "acquire",
          "active",
          "actual",
          "adapt",
          "address",
          "adequate",
          "adjust",
          "admire",
          "admit",
          "adopt",
          "advance",
          "advantage",
          "advertise",
          "affect",
          "afford",
          "afraid",
          "afterward",
          "age",
          "aggressive",
          "agriculture",
          "aid",
          "aim",
          "alarm",
          "alien",
          "alike",
          "alive",
          "alter",
          "alternative",
          "altogether",
          "amaze",
          "ambition",
          "ambulance",
          "amount",
          "amuse",
          "analysis",
          "ancestor",
          "ancient",
          "announce",
          "annoy",
          "annual",
          "anticipate",
          "anxious",
          "apart",
          "ape",
          "apologize",
          "apparent",
          "appeal",
          "appetite",
          "apply",
          "appoint",
          "approach",
          "appropriate",
          "approve",
          "architecture",
          "arctic",
          "argue",
          "arise",
          "arm",
          "army",
          "arrange",
          "arrest",
          "article",
          "artificial",
          "ashamed",
          "asleep",
          "aspect",
          "assess",
          "assign",
          "assist",
          "assume",
          "assure",
          "astonish",
          "astronomy",
          "atmosphere",
          "atom",
          "attach",
          "attack",
          "attain",
          "attempt",
          "attend",
          "attitude",
          "attract",
          "attribute",
          "author",
          "authority",
          "available",
          "avoid",
          "award",
          "aware",
          "awful",
          "awkward",
          "background",
          "ban",
          "bare",
          "barrier",
          "bathe",
          "battle",
          "bear",
          "beat",
          "beg",
          "behave",
          "belong",
          "bend",
          "benefit",
          "besides",
          "bet",
          "betray",
          "bilingual",
