{
  "analysis_metadata": {
    "target_file": "target1900.csv",
    "extraction_file": "extraction_results_pure_english.json",
    "analysis_timestamp": "2025-06-20T22:00:29.963388",
    "extraction_summary": {
      "total_source_files": 3,
      "total_words_extracted": 2353,
      "average_ocr_confidence": 0.9595470291196495,
      "processing_level": "aggressive",
      "extraction_method": "pure_english_only",
      "japanese_content": "completely_ignored"
    }
  },
  "coverage_statistics": {
    "target_total_words": 1897,
    "extracted_total_words": 2353,
    "extracted_unique_words": 1706,
    "matched_words_count": 460,
    "target_coverage_rate": 24.25,
    "extraction_precision": 26.96,
    "matched_words": [
      "absolute",
      "absurd",
      "academic",
      "accelerate",
      "accompany",
      "accord",
      "account",
      "accuse",
      "achieve",
      "actual",
      "address",
      "adjust",
      "admit",
      "adopt",
      "advance",
      "advantage",
      "advise",
      "aesthetic",
      "affect",
      "afford",
      "aggressive",
      "alarm",
      "alert",
      "allow",
      "ancestor",
      "anniversary",
      "anonymous",
      "appoint",
      "appreciate",
      "approach",
      "arbitrary",
      "architecture",
      "arrest",
      "article",
      "aspect",
      "ass",
      "assault",
      "assign",
      "associate",
      "assume",
      "astonish",
      "attend",
      "attribute",
      "available",
      "award",
      "awful",
      "bear",
      "beat",
      "behave",
      "benefit",
      "bias",
      "bite",
      "boost",
      "brave",
      "breed",
      "brief",
      "brilliant",
      "budget",
      "burst",
      "bury",
      "calculate",
      "capacity",
      "cause",
      "caution",
      "census",
      "challenge",
      "charge",
      "cite",
      "civil",
      "cognitive",
      "colleague",
      "combine",
      "comfort",
      "command",
      "comment",
      "commerce",
      "commit",
      "common",
      "compare",
      "compatible",
      "compete",
      "compile",
      "complete",
      "complex",
      "complicate",
      "component",
      "compromise",
      "compulsory",
      "concern",
      "concrete",
      "confess",
      "confirm",
      "conflict",
      "connect",
      "consensus",
      "consider",
      "constant",
      "construct",
      "consult",
      "consume",
      "contain",
      "contract",
      "contrast",
      "contribute",
      "corporation",
      "correspond",
      "counterpart",
      "court",
      "create",
      "crime",
      "crop",
      "crush",
      "cue",
      "cultivate",
      "culture",
      "current",
      "curriculum",
      "curse",
      "custom",
      "debate",
      "decade",
      "decide",
      "decline",
      "decrease",
      "delight",
      "deliver",
      "democracy",
      "demonstrate",
      "depict",
      "depression",
      "describe",
      "deserve",
      "design",
      "desire",
      "despite",
      "detail",
      "determine",
      "differ",
      "disagree",
      "disguise",
      "dismiss",
      "distinct",
      "distinguish",
      "disturb",
      "divine",
      "domestic",
      "dramatic",
      "due",
      "duration",
      "dynamic",
      "earn",
      "economy",
      "editor",
      "effect",
      "efficient",
      "eliminate",
      "embarrass",
      "embrace",
      "emerge",
      "emotion",
      "emphasize",
      "employ",
      "engage",
      "enroll",
      "ensure",
      "enterprise",
      "enthusiasm",
      "entire",
      "envy",
      "equal",
      "estimate",
      "evidence",
      "exact",
      "exceed",
      "exception",
      "exchange",
      "exhibit",
      "exist",
      "expand",
      "experiment",
      "explode",
      "explore",
      "express",
      "extend",
      "extreme",
      "faith",
      "familiar",
      "fascinate",
      "fashion",
      "fault",
      "feast",
      "feature",
      "federal",
      "fee",
      "fellow",
      "figure",
      "find",
      "focus",
      "force",
      "frame",
      "fundamental",
      "gain",
      "garment",
      "gaze",
      "gender",
      "glance",
      "grab",
      "grain",
      "grant",
      "grave",
      "greet",
      "gross",
      "host",
      "humanity",
      "idea",
      "ignore",
      "illuminate",
      "illustrate",
      "image",
      "impact",
      "implicit",
      "impose",
      "improve",
      "include",
      "income",
      "increase",
      "independent",
      "indicate",
      "individual",
      "inequality",
      "infer",
      "inflation",
      "influence",
      "instance",
      "instinct",
      "institution",
      "instrument",
      "intelligent",
      "interact",
      "interest",
      "interfere",
      "irrigation",
      "issue",
      "item",
      "jealous",
      "judge",
      "launch",
      "lawyer",
      "legal",
      "legitimate",
      "liable",
      "likely",
      "literacy",
      "luxury",
      "magnetic",
      "major",
      "manufacture",
      "masculine",
      "match",
      "matter",
      "mean",
      "measure",
      "medieval",
      "mention",
      "mess",
      "method",
      "military",
      "minister",
      "mock",
      "modest",
      "moral",
      "multiple",
      "narrative",
      "nevertheless",
      "noble",
      "nonetheless",
      "norm",
      "notice",
      "novel",
      "numerous",
      "nutrition",
      "object",
      "oblige",
      "observe",
      "obsession",
      "obvious",
      "occasion",
      "occur",
      "official",
      "offset",
      "opportunity",
      "organize",
      "orient",
      "outcome",
      "overall",
      "overcome",
      "overlap",
      "owe",
      "participate",
      "particular",
      "peer",
      "perceive",
      "perform",
      "permit",
      "personality",
      "perspective",
      "persuade",
      "phenomenon",
      "physical",
      "plague",
      "plastic",
      "policy",
      "political",
      "portion",
      "pose",
      "positive",
      "possible",
      "potential",
      "prepare",
      "presence",
      "pretend",
      "previous",
      "priest",
      "priority",
      "produce",
      "project",
      "promote",
      "proportion",
      "protest",
      "public",
      "publish",
      "purchase",
      "quality",
      "race",
      "ratio",
      "realize",
      "realm",
      "reason",
      "reassure",
      "rebel",
      "recent",
      "recognize",
      "recommend",
      "reduce",
      "refer",
      "reflect",
      "reform",
      "regardless",
      "region",
      "reject",
      "relate",
      "relax",
      "relevant",
      "religion",
      "reluctant",
      "remind",
      "remove",
      "repeat",
      "replace",
      "represent",
      "research",
      "resemble",
      "resource",
      "restrict",
      "reveal",
      "reverse",
      "revolution",
      "role",
      "rough",
      "royal",
      "rumor",
      "scarce",
      "scatter",
      "seal",
      "sector",
      "seek",
      "sensitive",
      "share",
      "shelter",
      "shift",
      "shrink",
      "significant",
      "similar",
      "skill",
      "smash",
      "soar",
      "soil",
      "solid",
      "sort",
      "source",
      "span",
      "spread",
      "stable",
      "startle",
      "statement",
      "statistic",
      "status",
      "steep",
      "stem",
      "stick",
      "stock",
      "strike",
      "structure",
      "struggle",
      "stuff",
      "subject",
      "submit",
      "sue",
      "suggest",
      "supply",
      "surface",
      "surround",
      "survey",
      "survive",
      "suspect",
      "sustain",
      "tackle",
      "tactic",
      "tear",
      "technique",
      "technology",
      "temporary",
      "tend",
      "term",
      "terrify",
      "think",
      "threat",
      "thrive",
      "tone",
      "topic",
      "track",
      "trade",
      "transform",
      "treat",
      "tremendous",
      "trend",
      "twist",
      "typical",
      "uncover",
      "unfold",
      "unite",
      "update",
      "urgent",
      "value",
      "various",
      "vast",
      "vendor",
      "vessel",
      "visible",
      "visual",
      "vulnerable",
      "wander",
      "wealth",
      "weird",
      "welfare",
      "whereas",
      "widespread",
      "will",
      "wonder",
      "worsen"
    ],
    "unmatched_from_target": [
      "abandon",
      "abolish",
      "aboriginal",
      "abrupt",
      "absorb",
      "abstract",
      "abundant",
      "abuse",
      "access",
      "accidental",
      "accommodate",
      "accomplish",
      "accumulate",
      "accurate",
      "accustom",
      "acid",
      "acknowledge",
      "acoustic",
      "acquaintance",
      "acquire",
      "active",
      "acute",
      "adapt",
      "addict",
      "adequate",
      "administration",
      "admire",
      "adolescent",
      "advent",
      "adverse",
      "advertise",
      "advocate",
      "affluent",
      "agenda",
      "agent",
      "agriculture",
      "aid",
      "aim",
      "aisle",
      "algorithm",
      "alien",
      "allege",
      "allergy",
      "allocate",
      "ally",
      "alter",
      "alternate",
      "altitude",
      "amaze",
      "ambiguous",
      "ambition",
      "ample",
      "amuse",
      "analogy",
      "analysis",
      "ancient",
      "announce",
      "annoy",
      "annual",
      "anthropology",
      "antibiotic",
      "anticipate",
      "antique",
      "anxious",
      "apologize",
      "apparent",
      "appeal",
      "appetite",
      "apply",
      "appropriate",
      "approve",
      "approximate",
      "apt",
      "archaeology",
      "archive",
      "arctic",
      "argue",
      "arise",
      "arithmetic",
      "arouse",
      "arrange",
      "arrogant",
      "artificial",
      "artistic",
      "ascend",
      "ashamed",
      "aspire",
      "assemble",
      "assert",
      "asset",
      "assist",
      "assure",
      "asteroid",
      "astronomy",
      "atmosphere",
      "attach",
      "attain",
      "attempt",
      "attitude",
      "attorney",
      "attract",
      "audience",
      "authentic",
      "authority",
      "autonomy",
      "avoid",
      "await",
      "awaken",
      "aware",
      "awkward",
      "balance",
      "ban",
      "bankrupt",
      "bargain",
      "barrel",
      "barrier",
      "basin",
      "basis",
      "beg",
      "behalf",
      "bend",
      "bet",
      "betray",
      "beverage",
      "bid",
      "bill",
      "bind",
      "biography",
      "biological",
      "bitter",
      "blade",
      "blame",
      "blank",
      "bleed",
      "blend",
      "bless",
      "blink",
      "bloom",
      "blossom",
      "blur",
      "boast",
      "bob",
      "bond",
      "bore",
      "bother",
      "bounce",
      "boundary",
      "bow",
      "breakdown",
      "breakthrough",
      "breathe",
      "bribe",
      "browse",
      "bug",
      "bulk",
      "bullet",
      "bully",
      "bump",
      "burden",
      "bureau",
      "cabinet",
      "campaign",
      "candidate",
      "capable",
      "capital",
      "capture",
      "carriage",
      "carve",
      "cast",
      "casual",
      "category",
      "cater",
      "cattle",
      "cease",
      "celebrate",
      "cell",
      "cereal",
      "certain",
      "certificate",
      "chamber",
      "channel",
      "chaos",
      "character",
      "charm",
      "chart",
      "chase",
      "cheat",
      "chemical",
      "cherish",
      "chew",
      "chip",
      "chronic",
      "circulation",
      "circumstance",
      "claim",
      "clarify",
      "clash",
      "classic",
      "classify",
      "click",
      "client",
      "cling",
      "clinic",
      "clip",
      "clue",
      "cluster",
      "code",
      "coherent",
      "coincide",
      "collaborate",
      "collapse",
      "collective",
      "collision",
      "colony",
      "column",
      "combat",
      "commence",
      "commodity",
      "communicate",
      "community",
      "commute",
      "company",
      "compassion",
      "compel",
      "compensate",
      "competent",
      "complain",
      "complement",
      "compliment",
      "comply",
      "compose",
      "compound",
      "comprehend",
      "comprise",
      "compute",
      "conceal",
      "conceive",
      "concentrate",
      "concept",
      "conclude",
      "condemn",
      "conduct",
      "conference",
      "confidence",
      "confine",
      "conform",
      "confront",
      "confuse",
      "congestion",
      "congress",
      "conquer",
      "conscience",
      "conscious",
      "consent",
      "consequence",
      "conservation",
      "consist",
      "console",
      "conspicuous",
      "constitute",
      "constrain",
      "contact",
      "contagious",
      "contaminate",
      "contemplate",
      "contemporary",
      "contempt",
      "contend",
      "content",
      "contest",
      "context",
      "contradict",
      "contrary",
      "controversy",
      "convenient",
      "conventional",
      "converse",
      "convert",
      "convey",
      "convict",
      "convince",
      "cooperation",
      "coordinate",
      "cope",
      "core",
      "correct",
      "correlation",
      "corrupt",
      "cortex",
      "cosmetic",
      "council",
      "county",
      "courage",
      "courtesy",
      "crack",
      "cram",
      "crash",
      "crawl",
      "credit",
      "crisis",
      "criterion",
      "criticize",
      "crucial",
      "crude",
      "cruel",
      "cuisine",
      "cure",
      "curious",
      "curve",
      "cynical",
      "dairy",
      "damage",
      "dare",
      "deadline",
      "deaf",
      "deal",
      "debris",
      "debt",
      "decay",
      "deceive",
      "decent",
      "declare",
      "decorate",
      "dedicate",
      "deduce",
      "defeat",
      "defect",
      "defend",
      "deficit",
      "define",
      "deforestation",
      "delete",
      "deliberate",
      "delicate",
      "demand",
      "dementia",
      "demographic",
      "dense",
      "deny",
      "depart",
      "depend",
      "deposit",
      "deprive",
      "derive",
      "descend",
      "desert",
      "designate",
      "despair",
      "destiny",
      "destroy",
      "detect",
      "device",
      "devote",
      "diabetes",
      "diagnose",
      "dialect",
      "dialogue",
      "dictate",
      "digest",
      "digital",
      "dignity",
      "dilemma",
      "diligent",
      "dim",
      "dimension",
      "diminish",
      "dip",
      "diplomacy",
      "disable",
      "disadvantage",
      "disappoint",
      "disaster",
      "discipline",
      "disclose",
      "discount",
      "discourage",
      "discourse",
      "discrimination",
      "disgust",
      "disorder",
      "dispatch",
      "displace",
      "display",
      "dispose",
      "dispute",
      "disregard",
      "disrupt",
      "dissolve",
      "distort",
      "distract",
      "distress",
      "distribute",
      "district",
      "diversity",
      "divert",
      "divide",
      "divorce",
      "dizzy",
      "doctrine",
      "document",
      "domain",
      "dominate",
      "donate",
      "doom",
      "dose",
      "doubt",
      "draft",
      "drag",
      "drain",
      "drastic",
      "draw",
      "dread",
      "drift",
      "drill",
      "drought",
      "drown",
      "dumb",
      "dump",
      "duty",
      "dye",
      "eager",
      "earnest",
      "ease",
      "eclipse",
      "ecology",
      "edible",
      "educate",
      "elaborate",
      "elect",
      "element",
      "eligible",
      "elite",
      "eloquent",
      "embark",
      "embassy",
      "embed",
      "embody",
      "emergency",
      "emit",
      "empathy",
      "empirical",
      "enable",
      "enclose",
      "encounter",
      "encourage",
      "encyclopedia",
      "endanger",
      "endure",
      "enforce",
      "enhance",
      "enlightenment",
      "enormous",
      "enrich",
      "entail",
      "entertain",
      "entitle",
      "entrepreneur",
      "environment",
      "epidemic",
      "equip",
      "equivalent",
      "erase",
      "erect",
      "erosion",
      "errand",
      "erupt",
      "essential",
      "establish",
      "estate",
      "esteem",
      "eternal",
      "ethic",
      "ethnic",
      "evaluate",
      "eventually",
      "evil",
      "evoke",
      "evolve",
      "exaggerate",
      "examine",
      "excel",
      "excess",
      "exclude",
      "execute",
      "exert",
      "exhaust",
      "exile",
      "exotic",
      "expedition",
      "expel",
      "expense",
      "expire",
      "explicit",
      "exploit",
      "export",
      "expose",
      "external",
      "extinct",
      "extra",
      "extract",
      "extraordinary",
      "extrovert",
      "fabric",
      "facility",
      "faculty",
      "fade",
      "faint",
      "fairy",
      "fake",
      "fallacy",
      "false",
      "fame",
      "famine",
      "fancy",
      "fantasy",
      "fare",
      "fate",
      "fatigue",
      "favor",
      "feat",
      "feminine",
      "fertile",
      "fetch",
      "fiber",
      "fierce",
      "file",
      "filter",
      "financial",
      "fingerprint",
      "firm",
      "flame",
      "flap",
      "flavor",
      "flee",
      "flesh",
      "flexible",
      "flip",
      "float",
      "flock",
      "flourish",
      "flow",
      "fluent",
      "fluid",
      "flush",
      "fold",
      "folk",
      "forbid",
      "forecast",
      "forge",
      "forgive",
      "format",
      "formation",
      "formula",
      "forth",
      "fortune",
      "fossil",
      "foster",
      "fraction",
      "fragile",
      "fragment",
      "freeze",
      "frequent",
      "friction",
      "frighten",
      "frontier",
      "frown",
      "frustrate",
      "fuel",
      "fulfill",
      "function",
      "fund",
      "funeral",
      "furious",
      "furnish",
      "galaxy",
      "gallery",
      "gear",
      "gene",
      "generate",
      "generous",
      "genuine",
      "geography",
      "geometry",
      "glacier",
      "glimpse",
      "globe",
      "gloomy",
      "glossary",
      "glow",
      "govern",
      "grace",
      "gradual",
      "grasp",
      "grateful",
      "gravity",
      "greed",
      "grid",
      "grief",
      "grind",
      "grip",
      "grocery",
      "guarantee",
      "guard",
      "guideline",
      "guilty",
      "habit",
      "habitat",
      "halt",
      "handle",
      "hang",
      "harassment",
      "harm",
      "harsh",
      "harvest",
      "hate",
      "haunt",
      "haven",
      "hay",
      "hazard",
      "headline",
      "heal",
      "herd",
      "heritage",
      "hesitate",
      "hide",
      "hierarchy",
      "highlight",
      "hinder",
      "hive",
      "holistic",
      "hollow",
      "honor",
      "horror",
      "hospitality",
      "hostile",
      "humble",
      "humid",
      "humor",
      "hybrid",
      "hygiene",
      "hypothesis",
      "ideal",
      "identify",
      "ideology",
      "illusion",
      "imagine",
      "imitate",
      "immediate",
      "immense",
      "immigration",
      "immune",
      "impair",
      "imperial",
      "implement",
      "imply",
      "import",
      "impress",
      "impulse",
      "inability",
      "incentive",
      "incident",
      "incline",
      "incorporate",
      "incredible",
      "index",
      "indifferent",
      "indigenous",
      "indispensable",
      "induce",
      "industry",
      "inevitable",
      "infection",
      "inferior",
      "infinite",
      "inform",
      "informal",
      "infrastructure",
      "ingredient",
      "inhabit",
      "inherent",
      "inherit",
      "inhibit",
      "initial",
      "inject",
      "innate",
      "innocent",
      "innovation",
      "input",
      "inquire",
      "insert",
      "insight",
      "insist",
      "inspect",
      "inspire",
      "install",
      "instant",
      "instruction",
      "insufficient",
      "insult",
      "insurance",
      "intact",
      "intake",
      "integrate",
      "intellect",
      "intelligible",
      "intend",
      "intense",
      "interior",
      "intermediate",
      "internal",
      "internship",
      "interpret",
      "interrupt",
      "interval",
      "intervene",
      "intimate",
      "intrigue",
      "intrinsic",
      "intuition",
      "invade",
      "invest",
      "investigate",
      "involve",
      "irony",
      "irrelevant",
      "irritate",
      "isolate",
      "jail",
      "joint",
      "jury",
      "justice",
      "justify",
      "juvenile",
      "keen",
      "kidney",
      "knit",
      "knowledge",
      "laboratory",
      "lag",
      "landmark",
      "landmine",
      "landscape",
      "latitude",
      "latter",
      "laundry",
      "layer",
      "league",
      "leak",
      "lean",
      "leap",
      "lecture",
      "legacy",
      "legislation",
      "lend",
      "liberal",
      "librarian",
      "license",
      "likewise",
      "limb",
      "limit",
      "linguistic",
      "link",
      "liquid",
      "literal",
      "literary",
      "liver",
      "load",
      "loan",
      "locate",
      "log",
      "logic",
      "longevity",
      "loyal",
      "magnificent",
      "mainstream",
      "maintain",
      "makeup",
      "mall",
      "mammal",
      "manage",
      "manipulate",
      "mankind",
      "manner",
      "manual",
      "manuscript",
      "margin",
      "marine",
      "mark",
      "mass",
      "masterpiece",
      "material",
      "maternal",
      "mature",
      "maximum",
      "maze",
      "meaningful",
      "mechanical",
      "medicine",
      "medium",
      "melt",
      "memory",
      "mental",
      "merchandise",
      "mercy",
      "mere",
      "merge",
      "merit",
      "metabolism",
      "metaphor",
      "metropolitan",
      "microbe",
      "migrate",
      "mild",
      "mill",
      "millennium",
      "mineral",
      "minimum",
      "minor",
      "mislead",
      "mission",
      "misunderstand",
      "mixture",
      "mobile",
      "mode",
      "model",
      "moderate",
      "modify",
      "moisture",
      "mold",
      "molecule",
      "monetary",
      "monitor",
      "monk",
      "monopoly",
      "monotonous",
      "monument",
      "mood",
      "mortal",
      "mortgage",
      "motion",
      "motive",
      "motor",
      "mount",
      "mourn",
      "mummy",
      "muslim",
      "mutation",
      "mutual",
      "myth",
      "naive",
      "naked",
      "narrow",
      "nationality",
      "native",
      "navigate",
      "neat",
      "necessary",
      "negative",
      "neglect",
      "negotiate",
      "neighborhood",
      "nerve",
      "neuron",
      "neutral",
      "nightmare",
      "nod",
      "nonsense",
      "notable",
      "notion",
      "notorious",
      "nourish",
      "nuclear",
      "numb",
      "nursery",
      "nurture",
      "obese",
      "obey",
      "obscure",
      "obsolete",
      "obstacle",
      "obtain",
      "occupy",
      "odd",
      "odor",
      "offend",
      "offer",
      "offspring",
      "ongoing",
      "operate",
      "opponent",
      "oppose",
      "oppress",
      "optimistic",
      "option",
      "oral",
      "orbit",
      "ordinary",
      "organ",
      "origin",
      "orphan",
      "outbreak",
      "outfit",
      "outlet",
      "outline",
      "outlook",
      "output",
      "outstanding",
      "overlook",
      "overseas",
      "overtake",
      "overwhelm",
      "own",
      "pain",
      "panel",
      "panic",
      "paradigm",
      "paradox",
      "parallel",
      "paralysis",
      "parliament",
      "partial",
      "particle",
      "passion",
      "passive",
      "patch",
      "patent",
      "patient",
      "pause",
      "peculiar",
      "pedestrian",
      "penalty",
      "penetrate",
      "pension",
      "permanent",
      "perpetual",
      "persist",
      "personnel",
      "pervasive",
      "pessimistic",
      "pesticide",
      "phase",
      "philosophy",
      "phrase",
      "physician",
      "pile",
      "pill",
      "pin",
      "pitch",
      "pity",
      "placebo",
      "plain",
      "platform",
      "plausible",
      "pledge",
      "plight",
      "plot",
      "plug",
      "plunge",
      "polar",
      "polish",
      "poll",
      "pollen",
      "pollution",
      "pop",
      "populate",
      "portray",
      "posse",
      "postpone",
      "posture",
      "pour",
      "practice",
      "prairie",
      "praise",
      "pray",
      "precede",
      "precious",
      "precise",
      "predator",
      "predecessor",
      "predict",
      "prefecture",
      "prefer",
      "pregnant",
      "prehistoric",
      "prejudice",
      "preliminary",
      "premise",
      "premium",
      "preoccupy",
      "prescribe",
      "preserve",
      "prestige",
      "presume",
      "prevail",
      "prevent",
      "prey",
      "primate",
      "prime",
      "primitive",
      "principal",
      "principle",
      "privilege",
      "probable",
      "probe",
      "proceed",
      "profession",
      "profile",
      "profit",
      "profound",
      "progress",
      "prohibit",
      "prolong",
      "prominent",
      "prompt",
      "prone",
      "pronounce",
      "proper",
      "propose",
      "prospect",
      "prosper",
      "protein",
      "protocol",
      "prove",
      "proverb",
      "province",
      "provoke",
      "psychiatrist",
      "psychology",
      "pump",
      "punctual",
      "punish",
      "pure",
      "pursue",
      "puzzle",
      "qualify",
      "quantity",
      "quest",
      "questionnaire",
      "queue",
      "quit",
      "quote",
      "radiation",
      "radical",
      "rage",
      "random",
      "range",
      "rank",
      "rare",
      "rational",
      "raw",
      "ray",
      "react",
      "rear",
      "recall",
      "reception",
      "recession",
      "recipe",
      "recipient",
      "recite",
      "reckless",
      "reconcile",
      "recover",
      "recruit",
      "reef",
      "refine",
      "refrain",
      "refresh",
      "refuge",
      "refuse",
      "regain",
      "regard",
      "regime",
      "register",
      "regret",
      "regulate",
      "reign",
      "reinforce",
      "release",
      "relieve",
      "rely",
      "remark",
      "remedy",
      "remote",
      "render",
      "renew",
      "rent",
      "repair",
      "reproduce",
      "republic",
      "reputation",
      "request",
      "require",
      "rescue",
      "resent",
      "reserve",
      "resident",
      "resign",
      "resist",
      "resolve",
      "resort",
      "respect",
      "respond",
      "restore",
      "restrain",
      "resume",
      "retail",
      "retain",
      "retire",
      "retreat",
      "retrieve",
      "reunion",
      "revenge",
      "revenue",
      "review",
      "revise",
      "revive",
      "reward",
      "rhetoric",
      "rhyme",
      "rid",
      "ridiculous",
      "rigid",
      "ripe",
      "ritual",
      "roam",
      "roar",
      "rob",
      "rotate",
      "route",
      "routine",
      "row",
      "rub",
      "rubbish",
      "rude",
      "ruin",
      "rural",
      "rush",
      "sacred",
      "sacrifice",
      "sake",
      "sanitation",
      "satisfy",
      "scan",
      "scare",
      "scenario",
      "scenery",
      "scent",
      "scheme",
      "scope",
      "scratch",
      "script",
      "sculpture",
      "search",
      "seasonal",
      "section",
      "secure",
      "seize",
      "select",
      "semester",
      "sensation",
      "sensible",
      "sensory",
      "sentiment",
      "sequence",
      "session",
      "settle",
      "severe",
      "sewage",
      "shade",
      "shallow",
      "shame",
      "shed",
      "sheer",
      "shield",
      "shun",
      "sibling",
      "sigh",
      "sight",
      "signature",
      "simulate",
      "simultaneously",
      "sincere",
      "site",
      "situation",
      "skeleton",
      "skeptical",
      "skull",
      "slavery",
      "slight",
      "slip",
      "snap",
      "sneeze",
      "soak",
      "sociology",
      "sole",
      "solitude",
      "solve",
      "somewhat",
      "soothe",
      "sophisticate",
      "sore",
      "sorrow",
      "soul",
      "spare",
      "spark",
      "spatial",
      "specialize",
      "specie",
      "specific",
      "specimen",
      "spectator",
      "spectrum",
      "speculate",
      "spell",
      "sphere",
      "spill",
      "spin",
      "spiritual",
      "split",
      "spoil",
      "spontaneous",
      "spouse",
      "sprawl",
      "spray",
      "squeeze",
      "stack",
      "stain",
      "stake",
      "stall",
      "staple",
      "stare",
      "starve",
      "static",
      "steady",
      "steer",
      "stereotype",
      "stern",
      "stiff",
      "stimulate",
      "stir",
      "store",
      "straightforward",
      "strain",
      "strategy",
      "stray",
      "stress",
      "stretch",
      "strict",
      "strip",
      "strive",
      "stroke",
      "stubborn",
      "stumble",
      "subordinate",
      "subsequent",
      "subsidy",
      "substance",
      "substitute",
      "subtle",
      "succeed",
      "suck",
      "suffer",
      "sufficient",
      "suicide",
      "sum",
      "superficial",
      "superior",
      "superstition",
      "supervisor",
      "supplement",
      "suppose",
      "suppress",
      "supreme",
      "surf",
      "surge",
      "surgery",
      "surpass",
      "surplus",
      "surrender",
      "susceptible",
      "suspend",
      "swallow",
      "swear",
      "sweatshop",
      "sweep",
      "swell",
      "swift",
      "swing",
      "symbol",
      "symmetry",
      "sympathy",
      "symptom",
      "syndrome",
      "synthesis",
      "tablet",
      "tame",
      "tap",
      "target",
      "task",
      "tease",
      "temper",
      "tempt",
      "tense",
      "territory",
      "textile",
      "texture",
      "theft",
      "theory",
      "therapy",
      "thermal",
      "thesis",
      "thirst",
      "thorough",
      "thread",
      "thrill",
      "thrust",
      "tide",
      "tidy",
      "timber",
      "timid",
      "tip",
      "tissue",
      "tolerate",
      "toll",
      "tomb",
      "torture",
      "toxic",
      "trace",
      "traffic",
      "tragedy",
      "trail",
      "trait",
      "transaction",
      "transfer",
      "transition",
      "translate",
      "transmit",
      "transparent",
      "transplant",
      "transport",
      "trap",
      "treasure",
      "treaty",
      "trial",
      "tribe",
      "trick",
      "trigger",
      "triumph",
      "trivial",
      "troop",
      "tropical",
      "trust",
      "tuition",
      "tumor",
      "tweet",
      "ubiquitous",
      "ultimate",
      "underestimate",
      "undergo",
      "undergraduate",
      "underlie",
      "undermine",
      "undertake",
      "uneasy",
      "unexpected",
      "unfamiliar",
      "unify",
      "universal",
      "unknown",
      "unpleasant",
      "unprecedented",
      "unrelated",
      "upset",
      "urban",
      "urge",
      "usage",
      "utility",
      "utilize",
      "utter",
      "vacant",
      "vaccine",
      "vacuum",
      "vague",
      "vain",
      "valid",
      "vanish",
      "vary",
      "venture",
      "verbal",
      "verify",
      "verse",
      "version",
      "versus",
      "vertical",
      "via",
      "vice",
      "victim",
      "view",
      "vigorous",
      "violate",
      "violent",
      "virtual",
      "virtue",
      "virus",
      "vital",
      "vivid",
      "vocabulary",
      "vocal",
      "vocational",
      "voluntary",
      "vote",
      "ward",
      "warn",
      "warrior",
      "waste",
      "weapon",
      "weary",
      "weave",
      "web",
      "wed",
      "whisper",
      "wilderness",
      "wind",
      "wipe",
      "wireless",
      "wisdom",
      "withdraw",
      "withstand",
      "witness",
      "workforce",
      "worship",
      "worth",
      "worthwhile",
      "yawn",
      "yell",
      "yield",
      "zealous"
    ],
    "unmatched_from_extracted": [
      "ability",
      "able",
      "absence",
      "academically",
      "acceleration",
      "accept",
      "acceptable",
      "achievement",
      "across",
      "act",
      "action",
      "activity",
      "actually",
      "ad",
      "adam",
      "add",
      "additional",
      "admittedly",
      "adolescence",
      "adrenaline",
      "advertisement",
      "afraid",
      "africa",
      "african",
      "afterlife",
      "ago",
      "agree",
      "agricultural",
      "ahead",
      "ai",
      "air",
      "airline",
      "alertness",
      "allegiance",
      "allen",
      "alleviate",
      "almost",
      "alone",
      "along",
      "alongside",
      "also",
      "although",
      "always",
      "american",
      "among",
      "amount",
      "anatomical",
      "anderson",
      "angus",
      "animal",
      "another",
      "answer",
      "antwerp",
      "anyone",
      "anything",
      "ape",
      "apparently",
      "appointment",
      "april",
      "area",
      "arena",
      "arguably",
      "argument",
      "arm",
      "armstrong",
      "army",
      "around",
      "arrival",
      "arrive",
      "arslanova",
      "art",
      "artist",
      "asia",
      "asian",
      "ask",
      "assembly",
      "assignment",
      "astrakhan",
      "athletic",
      "atlantic",
      "atrocity",
      "attachment",
      "attack",
      "attention",
      "auditory",
      "aunt",
      "author",
      "average",
      "avianca",
      "away",
      "baby",
      "back",
      "bag",
      "banquet",
      "bar",
      "barely",
      "baron",
      "base",
      "basement",
      "basic",
      "basket",
      "battlefield",
      "beard",
      "bearer",
      "become",
      "beggar",
      "begin",
      "beginning",
      "behavior",
      "behavioral",
      "behind",
      "belief",
      "believe",
      "benjamin",
      "bennet",
      "best",
      "better",
      "beyond",
      "big",
      "biographer",
      "birth",
      "bishop",
      "bizarre",
      "black",
      "blasphemous",
      "blasphemy",
      "blood",
      "body",
      "book",
      "borrow",
      "bosom",
      "bottom",
      "bound",
      "boy",
      "brain",
      "bread",
      "bring",
      "brink",
      "brisk",
      "britain",
      "british",
      "bro",
      "broadberry",
      "bruges",
      "business",
      "butcher",
      "buy",
      "call",
      "capitalism",
      "captain",
      "caput",
      "carbon",
      "cardinal",
      "care",
      "carefully",
      "caribbean",
      "carpenter",
      "cart",
      "case",
      "castle",
      "catastrophic",
      "catch",
      "ce",
      "central",
      "century",
      "ceremony",
      "certainly",
      "chain",
      "chair",
      "change",
      "chatgpt",
      "cheaply",
      "chemistry",
      "chest",
      "child",
      "childhood",
      "china",
      "choice",
      "choose",
      "chop",
      "christ",
      "christian",
      "christianity",
      "chunk",
      "church",
      "circulate",
      "city",
      "class",
      "classical",
      "clean",
      "clear",
      "clearer",
      "clearly",
      "clever",
      "climate",
      "closer",
      "closest",
      "clothe",
      "club",
      "clutch",
      "cm",
      "coat",
      "coeducational",
      "coffin",
      "cognizant",
      "coincidence",
      "collaboration",
      "collect",
      "collection",
      "college",
      "color",
      "come",
      "comfortable",
      "commonly",
      "companion",
      "competitive",
      "competitiveness",
      "completion",
      "complexity",
      "complication",
      "comprehensive",
      "condition",
      "confusion",
      "conservationist",
      "considerable",
      "consistency",
      "constantly",
      "construction",
      "consumption",
      "continue",
      "continuity",
      "continuous",
      "contraction",
      "cool",
      "cooperative",
      "cop",
      "copy",
      "cornell",
      "corner",
      "correctly",
      "cost",
      "could",
      "counselor",
      "country",
      "countryside",
      "course",
      "cow",
      "creative",
      "criminal",
      "criticism",
      "cross",
      "crowd",
      "crust",
      "cultural",
      "curiosity",
      "cut",
      "danger",
      "dangerous",
      "dark",
      "data",
      "date",
      "day",
      "dead",
      "deadly",
      "death",
      "decision",
      "decree",
      "defense",
      "definition",
      "degradation",
      "delta",
      "desirable",
      "desk",
      "destination",
      "detrimental",
      "devastation",
      "develop",
      "development",
      "devotion",
      "diary",
      "diastole",
      "die",
      "diet",
      "difference",
      "different",
      "differently",
      "difficult",
      "dinner",
      "discover",
      "discus",
      "discussion",
      "disease",
      "disparage",
      "disposition",
      "disrespect",
      "distance",
      "division",
      "do",
      "dollar",
      "dormitory",
      "double",
      "downside",
      "drafty",
      "dramatically",
      "dream",
      "dress",
      "drink",
      "drive",
      "drop",
      "drunken",
      "drunkenness",
      "dual",
      "dutch",
      "dysentery",
      "earlier",
      "early",
      "east",
      "easy",
      "eat",
      "economic",
      "economist",
      "edge",
      "edit",
      "education",
      "educational",
      "effectiveness",
      "effort",
      "either",
      "electricity",
      "elementary",
      "else",
      "elsewhere",
      "emergence",
      "emission",
      "emphasis",
      "empire",
      "employment",
      "empowerment",
      "enact",
      "encompass",
      "end",
      "endless",
      "endlessly",
      "endowment",
      "enemy",
      "energetic",
      "english",
      "enjoy",
      "enough",
      "enrol",
      "entertainment",
      "enthusiastic",
      "entirety",
      "environmental",
      "episode",
      "equality",
      "equally",
      "era",
      "escape",
      "especially",
      "essentially",
      "europe",
      "european",
      "europeanize",
      "evaluation",
      "even",
      "event",
      "ever",
      "every",
      "everyone",
      "everything",
      "everywhere",
      "example",
      "except",
      "excite",
      "excuse",
      "exercise",
      "expect",
      "expectancy",
      "expectation",
      "experience",
      "explain",
      "exquisitely",
      "extracurricular",
      "extremely",
      "fabulously",
      "face",
      "facial",
      "fact",
      "factor",
      "factory",
      "fair",
      "fairer",
      "fairly",
      "fairness",
      "fall",
      "far",
      "farm",
      "fast",
      "faster",
      "fear",
      "feed",
      "feel",
      "fell",
      "felt",
      "female",
      "fewer",
      "fill",
      "fin",
      "final",
      "finally",
      "finish",
      "firmer",
      "first",
      "firstly",
      "flair",
      "flight",
      "follow",
      "food",
      "fool",
      "foot",
      "foreign",
      "forever",
      "forget",
      "fork",
      "form",
      "four",
      "free",
      "freedom",
      "french",
      "frequently",
      "fresh",
      "friedman",
      "friend",
      "front",
      "fundamentally",
      "gate",
      "gdp",
      "general",
      "generally",
      "generation",
      "genetic",
      "german",
      "gesture",
      "get",
      "giant",
      "girl",
      "give",
      "go",
      "god",
      "golden",
      "goldstone",
      "good",
      "gown",
      "grade",
      "graf",
      "grand",
      "great",
      "greater",
      "greatest",
      "greece",
      "group",
      "grow",
      "growth",
      "guess",
      "guidance",
      "guide",
      "guilt",
      "hair",
      "half",
      "hallmark",
      "hand",
      "handful",
      "happen",
      "happy",
      "harbor",
      "hard",
      "hardly",
      "head",
      "hear",
      "heart",
      "heartbeat",
      "heartless",
      "height",
      "help",
      "henry",
      "herald",
      "high",
      "higher",
      "highly",
      "historian",
      "historical",
      "history",
      "hit",
      "hitch",
      "hold",
      "holloway",
      "home",
      "homeland",
      "hop",
      "hour",
      "house",
      "however",
      "human",
      "hundred",
      "hungarian",
      "hurricane",
      "iberian",
      "ice",
      "identity",
      "ignorance",
      "ii",
      "immediately",
      "important",
      "importantly",
      "impossible",
      "impression",
      "improvement",
      "inch",
      "incoming",
      "incompatible",
      "inconvenient",
      "increasingly",
      "india",
      "indisputable",
      "indoor",
      "industrial",
      "inevitably",
      "infancy",
      "influential",
      "information",
      "informer",
      "inhuman",
      "initiate",
      "injure",
      "ink",
      "inspector",
      "instal",
      "instead",
      "instructional",
      "instructor",
      "intervention",
      "intolerance",
      "invent",
      "invention",
      "investigation",
      "investment",
      "irena",
      "iron",
      "irregular",
      "islam",
      "islamica",
      "isolation",
      "italy",
      "jack",
      "jacket",
      "jamaica",
      "jen",
      "jennifer",
      "jester",
      "job",
      "john",
      "join",
      "joke",
      "journalism",
      "katrina",
      "keep",
      "key",
      "kid",
      "kill",
      "kind",
      "kindergarten",
      "king",
      "kingston",
      "knee",
      "knife",
      "know",
      "knowable",
      "kopeck",
      "korean",
      "labor",
      "laborer",
      "lack",
      "land",
      "landfill",
      "large",
      "larger",
      "last",
      "late",
      "later",
      "law",
      "lawsuit",
      "le",
      "lead",
      "learn",
      "least",
      "leave",
      "legally",
      "legendarily",
      "leisure",
      "lesson",
      "let",
      "letter",
      "level",
      "liberian",
      "liberty",
      "life",
      "light",
      "lightning",
      "like",
      "limitation",
      "line",
      "list",
      "listen",
      "literature",
      "little",
      "live",
      "local",
      "london",
      "long",
      "longer",
      "look",
      "lose",
      "lot",
      "louis",
      "love",
      "low",
      "loyalty",
      "lucky",
      "maddison",
      "magazine",
      "magical",
      "main",
      "majority",
      "make",
      "maker",
      "male",
      "man",
      "mandatory",
      "manhattan",
      "mannequin",
      "many",
      "map",
      "mapmaker",
      "march",
      "market",
      "marriage",
      "marten",
      "martinez",
      "marty",
      "mary",
      "masquerade",
      "massie",
      "mata",
      "math",
      "may",
      "maybe",
      "mayor",
      "meanwhile",
      "measurement",
      "meat",
      "member",
      "men",
      "merely",
      "merriment",
      "metal",
      "metric",
      "middle",
      "might",
      "milestone",
      "million",
      "millisecond",
      "mind",
      "mine",
      "minute",
      "miss",
      "mistake",
      "mobility",
      "modern",
      "moment",
      "momentum",
      "mongol",
      "mongolica",
      "monrovia",
      "month",
      "morning",
      "mortality",
      "moscow",
      "mostly",
      "mother",
      "motivator",
      "mouth",
      "move",
      "much",
      "must",
      "name",
      "nation",
      "national",
      "natural",
      "nature",
      "nearby",
      "necessarily",
      "necessity",
      "need",
      "negotiation",
      "nervously",
      "neuroscience",
      "neuroscientist",
      "never",
      "new",
      "newspaper",
      "newspapering",
      "newsroom",
      "next",
      "nicholas",
      "night",
      "nighttime",
      "nineteenth",
      "normal",
      "north",
      "northernmost",
      "notably",
      "nothing",
      "novice",
      "number",
      "nut",
      "oberlin",
      "observation",
      "obstruct",
      "obviously",
      "odds",
      "office",
      "officer",
      "often",
      "okay",
      "old",
      "older",
      "one",
      "onset",
      "open",
      "openness",
      "opposite",
      "oppressive",
      "order",
      "organizational",
      "original",
      "originality",
      "orleans",
      "orphanage",
      "orthodox",
      "others",
      "otherwise",
      "outperform",
      "outside",
      "overcoat",
      "overt",
      "overtly",
      "overweening",
      "pacification",
      "pack",
      "page",
      "paint",
      "pair",
      "panacea",
      "paper",
      "par",
      "paragraph",
      "parent",
      "parental",
      "part",
      "participant",
      "particularly",
      "partly",
      "party",
      "pas",
      "passage",
      "past",
      "pattern",
      "pavement",
      "pax",
      "pay",
      "pb",
      "peace",
      "peasant",
      "peninsula",
      "people",
      "per",
      "percent",
      "perception",
      "perfect",
      "performance",
      "period",
      "perry",
      "person",
      "personal",
      "peter",
      "petersburg",
      "photographer",
      "picture",
      "piece",
      "piety",
      "pioneer",
      "pious",
      "place",
      "play",
      "playful",
      "plead",
      "please",
      "pleasure",
      "plow",
      "plumb",
      "poetry",
      "point",
      "polarization",
      "police",
      "poor",
      "poorest",
      "poorly",
      "popular",
      "population",
      "populous",
      "post",
      "potentially",
      "poverty",
      "power",
      "powerful",
      "precipitate",
      "precipitously",
      "preference",
      "pregnancy",
      "preparation",
      "present",
      "presentation",
      "preside",
      "press",
      "pressroom",
      "pressure",
      "previously",
      "price",
      "pride",
      "primary",
      "prior",
      "prize",
      "probably",
      "problem",
      "process",
      "proclaim",
      "product",
      "production",
      "productive",
      "professional",
      "program",
      "prominence",
      "promise",
      "proof",
      "prose",
      "prosperity",
      "protection",
      "provide",
      "pulitzer",
      "pull",
      "punch",
      "pursuit",
      "push",
      "put",
      "pyotr",
      "quantifiable",
      "queen",
      "question",
      "questionable",
      "quiet",
      "quite",
      "quiz",
      "quotation",
      "racism",
      "raise",
      "ransom",
      "rapid",
      "rat",
      "rate",
      "raucous",
      "reach",
      "read",
      "reader",
      "readily",
      "real",
      "reality",
      "really",
      "rebellion",
      "receive",
      "reconstruct",
      "recycle",
      "red",
      "reduction",
      "reference",
      "reflection",
      "reflective",
      "regional",
      "regular",
      "regularly",
      "reinvention",
      "relationship",
      "relatively",
      "religious",
      "remain",
      "remember",
      "removal",
      "reorganization",
      "replacement",
      "report",
      "reporter",
      "representative",
      "researcher",
      "respectable",
      "responsible",
      "rest",
      "restless",
      "restructure",
      "result",
      "retriever",
      "return",
      "revolt",
      "rhythm",
      "ribbon",
      "rice",
      "rich",
      "richer",
      "richest",
      "right",
      "rip",
      "rise",
      "risk",
      "robe",
      "robert",
      "roman",
      "room",
      "root",
      "roughly",
      "ruble",
      "rule",
      "run",
      "russian",
      "safe",
      "safety",
      "saint",
      "salutation",
      "sane",
      "satanic",
      "save",
      "saw",
      "say",
      "scale",
      "scandal",
      "scholar",
      "school",
      "schwartz",
      "science",
      "scientist",
      "scott",
      "scrub",
      "second",
      "see",
      "seem",
      "sell",
      "send",
      "senior",
      "sense",
      "sensor",
      "sentence",
      "separate",
      "sergeant",
      "serious",
      "servant",
      "serve",
      "service",
      "set",
      "seven",
      "several",
      "sex",
      "shape",
      "sharp",
      "shave",
      "shipyard",
      "shock",
      "shoot",
      "shop",
      "short",
      "shortage",
      "shorter",
      "shortfall",
      "show",
      "shred",
      "shrinkage",
      "sick",
      "side",
      "sign",
      "signal",
      "simple",
      "simply",
      "sin",
      "since",
      "single",
      "size",
      "sketch",
      "skin",
      "skirt",
      "sky",
      "slap",
      "slogan",
      "slower",
      "slowly",
      "small",
      "smaller",
      "smallpox",
      "smart",
      "smartphones",
      "snip",
      "social",
      "society",
      "solution",
      "somehow",
      "someone",
      "something",
      "sometimes",
      "somewhere",
      "son",
      "song",
      "soon",
      "sound",
      "southern",
      "sovereign",
      "space",
      "spar",
      "speak",
      "speculative",
